<?php

return [

    'logIn' => 'ចូលកម្មវីធី',
    'userName' => 'ឈ្មេាះអ្នកប្រេី',
    'password' => 'លេខសម្ងាត់',
    'add_success' => 'រក្សាទុក',
    'update_success' => 'កំនែប្រែត្រូវបានរក្សាទុក',
    'are_you_sure' => 'តើអ្នកចង់លុបវាឬទេ?',
    'not_permission_delete' => 'លេខរៀងមួយនេះមិនអាចលុបបានទេ ព្រោះវាកំពុងដំណើរការ',
    'fail_delete' => 'លេខរៀងមួយនេះមិនអាចលុបបានទេ',
    'update_error' => 'កំនែប្រែមិនត្រូវបានរក្សាទុក',
    'add_success_pos' => 'បុស្តិ៍ត្រូវបានរក្សាទុក',
    'add_error_pos' => 'បុស្តិ៍មិនត្រូវបានរក្សាទុក',
    'pos_group_exist' => 'ក្រុមនៃបុស្តិ៍​នេះ  មានរួចហើយ',
    'must_be_select' => 'លោកអ្នក​ត្រូវតែធីកយកមួយបុស្តិ៍យ៉ាងតិច',
    'add_error' => 'មានបញ្ហានៅពេលរក្សាទុក',
    'pos_group_error_delete' => 'មិនអាចលុបបានទេ ព្រោះកំពុងដំណើរការ',
    'delete_error' => 'លោកអ្នកមិនអាចលុបវាបានទេ',
];
